<template>
  <b-container fluid>
    <section class="about">
     <div class="about__content">
        <div class="about__img">
        <img src="../assets/img/about-bg.png" alt="" />
      </div>
      <div class="about__text">
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований.
          <br />
          <br />
          В частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований.
          <br />
          <br />
          В частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
      </div>
     </div>
    <div class="about__content">
        <div class="about__img">
        <img src="../assets/img/about-num.png" alt="" />
      </div>
      <div class="about__text">
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований.
          <br />
          <br />
          В частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований.
          <br />
          <br />
          В частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
      </div>
    </div>
    </section>
  </b-container>
</template>

<style scoped>
.about {
  background: #f7f9fc;
  display: flex;
  align-items: center;
  font-family: "Montserrat";
  font-style: normal;
  font-weight: normal;
  font-size: 15px;
  line-height: 24px;
  /* or 160% */
  flex-direction: column;
  align-items: center;

  /* color/grey1 */

  color: #60617b;
}
.about__content{
  margin-bottom: 32px;
  display: flex;
  flex-direction: column;
  align-items: center;
}
.about__img {
  border-radius: 20px;
  width: 1280px;
  
  margin-bottom: 32px;
  display: flex;
  justify-content: center;
  align-items: center;
}
 
.about__text {
  padding: 0 15px;
  display: flex;
}
.about__text p {
  padding: 10px;
}
</style>