<template>
  <b-container fluid>
    <b-row>
      <b-col>
        <h1>Индивидуальный пошив</h1>
      </b-col>
    </b-row>
    <b-row class="b-row">
      <b-col class="cols-6">
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований. В
          частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
      </b-col>
      <b-col class="cols-6">
        <img src="../assets/img/individual.png" alt="" />
      </b-col>
    </b-row>
    <b-row>
      <b-col>
        <img src="../assets/img/about-num.png" alt="" />
      </b-col>
    </b-row>
    <b-row>
      <b-col>
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований. В
          частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
      </b-col>
      <b-col>
        <p>
          Но граница обучения кадров однозначно фиксирует необходимость
          существующих финансовых и административных условий. Идейные
          соображения высшего порядка, а также повышение уровня гражданского
          сознания однозначно определяет каждого участника как способного
          принимать собственные решения касаемо первоочередных требований. В
          частности, семантический разбор внешних противодействий выявляет
          срочную потребность экспериментов, поражающих по своей масштабности и
          грандиозности. Сложно сказать, почему диаграммы связей представляют
          собой не что иное, как квинтэссенцию победы маркетинга над разумом и
          должны быть описаны максимально подробно. Не следует, однако,
          забывать, что повышение уровня гражданского сознания не даёт нам иного
          выбора, кроме определения кластеризации усилий!
        </p>
      </b-col>
    </b-row>
    <b-row class="form">
      <b-col class="cols-6">
        <h1>Оставьте заявку</h1>
        <p>
          Сложно сказать, почему диаграммы связей представляют собой не что
          иное, как квинтэссенцию победы маркетинга над разумом и должны быть
          описаны максимально подробно.
        </p>
      </b-col>
      <b-col class="cols-6">
        <b-form-group>
          <b-form-input placeholder="Имя"></b-form-input>
          <b-form-input placeholder="Email"></b-form-input>

          <b-form-checkbox
            id="checkbox-1"
            v-model="status"
            name="checkbox-1"
            value="accepted"
            unchecked-value="not_accepted"
          >
            Согласен с условиями <br />
            обработки Персональных <br />
            данных
          </b-form-checkbox>
          <b-button variant="outline-primary">Button</b-button>
        </b-form-group>
      </b-col>
    </b-row>
  </b-container>
</template>
<style scoped>
.form {
  height: 389px;
  left: -2px;
  top: 0px;

  background: linear-gradient(180deg, #6b8bc9 0%, #8caeef 100%);
  border-radius: 30px;
}
</style>