<template>
     <section>
        <div class="info">
            <h1>Полезная информация</h1>
            <ul>
                <li><a href="#">Главная</a></li>
                <li>Полезная информация</li>
            </ul>
        </div>
        <div class="information">
            <div class="information_parts">
                <div class="information_parts_part">
                    <div class="title">Доставка</div>
                    <div class="info">
                        <div class="info_part1">
                            Но граница обучения кадров однозначно фиксирует необходимость существующих финансовых и административных условий. Идейные соображения высшего порядка, а также повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо первоочередных требований.
                            <br><br>
                            В частности, семантический разбор внешних противодействий выявляет срочную потребность экспериментов, поражающих по своей масштабности и грандиозности. Сложно сказать, почему диаграммы связей представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть описаны максимально подробно. Не следует, однако, забывать, что повышение уровня гражданского сознания не даёт нам иного выбора, кроме определения кластеризации усилий!
                        </div>
                        <div class="info_part2">
                            В своём стремлении улучшить пользовательский опыт мы упускаем, что многие известные личности, инициированные исключительно синтетически, указаны как претенденты на роль ключевых факторов. В рамках спецификации современных стандартов, некоторые особенности внутренней политики могут быть ограничены исключительно образом мышления. Сложно сказать, почему некоторые особенности внутренней политики призывают нас к новым свершениям, которые, в свою очередь, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.
                        </div>
                    </div>
                </div>
                <div class="information_parts_part">
                    <div class="title">Оплата</div>
                    <div class="info">
                        <div class="info_part1">
                            Но граница обучения кадров однозначно фиксирует необходимость существующих финансовых и административных условий. Идейные соображения высшего порядка, а также повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо первоочередных требований.
                            <br><br>
                            В частности, семантический разбор внешних противодействий выявляет срочную потребность экспериментов, поражающих по своей масштабности и грандиозности. Сложно сказать, почему диаграммы связей представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть описаны максимально подробно. Не следует, однако, забывать, что повышение уровня гражданского сознания не даёт нам иного выбора, кроме определения кластеризации усилий!
                        </div>
                        <div class="info_part2">
                            В своём стремлении улучшить пользовательский опыт мы упускаем, что многие известные личности, инициированные исключительно синтетически, указаны как претенденты на роль ключевых факторов. В рамках спецификации современных стандартов, некоторые особенности внутренней политики могут быть ограничены исключительно образом мышления. Сложно сказать, почему некоторые особенности внутренней политики призывают нас к новым свершениям, которые, в свою очередь, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.
                        </div>
                    </div>
                </div>
                <div class="information_parts_part">
                    <div class="title">Возврат</div>
                    <div class="info">
                        <div class="info_part1">
                            Но граница обучения кадров однозначно фиксирует необходимость существующих финансовых и административных условий. Идейные соображения высшего порядка, а также повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо первоочередных требований.
                            <br><br>
                            В частности, семантический разбор внешних противодействий выявляет срочную потребность экспериментов, поражающих по своей масштабности и грандиозности. Сложно сказать, почему диаграммы связей представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть описаны максимально подробно. Не следует, однако, забывать, что повышение уровня гражданского сознания не даёт нам иного выбора, кроме определения кластеризации усилий!
                        </div>
                        <div class="info_part2">
                            В своём стремлении улучшить пользовательский опыт мы упускаем, что многие известные личности, инициированные исключительно синтетически, указаны как претенденты на роль ключевых факторов. В рамках спецификации современных стандартов, некоторые особенности внутренней политики могут быть ограничены исключительно образом мышления. Сложно сказать, почему некоторые особенности внутренней политики призывают нас к новым свершениям, которые, в свою очередь, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.
                        </div>
                    </div>
                </div>
            </div>
        </div>

    </section>
</template>

<style scoped>
    *{box-shadow:border-box}body{padding-top:100px}section{width:80%;margin-left:10%}.info h1{font-weight:bold;font-size:42px}.info ul{margin-top: 40px;padding:0;display:flex;flex-direction:row}.info li{margin-left:26px;color:rgba(0,0,0,0.4)}.info li:nth-child(1){list-style-type:none;margin-left:0;color:#60617B}.info a:nth-child(1){color:#5e5f7c;text-decoration:none;font-size:13px}.info a{color:rbga(0, 0, 0, 0.1)}.information .title{margin-top:48px;font-size:35px;font-weight:700}.information .info{margin-top:24px;display:grid;grid-template-columns:1fr 1fr;grid-column-gap:30px;font-size:15px;line-height:24px;color:rgba(0,0,0,0.6)}
</style>